>>> with open('duplicate_fix.json') as f:
...     data = json.load(f)
...     for d in data.items():
...         n=0
...         for i in user_names:
...             if d[1] in i.username:
...                 n+=1
...         if n == 0:
...             print (d[1])
... 
Драган Ангелковски
Силвана Косовић
Љубиша Бановачки
Мића Миладиновић
Марко Несторовић
Жељко Рагач
Љубиша Бановачки
Жељко Рагач
Петар Бојовић
Жељко Рагач
Милољуб Сретеновић
Жељко Рагач
Жељко Рагач
Љубиша Бановачки
Љубиша Бугарин
Марко Трајковић
Драган Ангелковски
Михаило Радуновић
Драган Ангелковски
Милољуб Сретеновић
Љубиша Бугарин
Марко Несторовић
Марко Несторовић
Марко Несторовић
Драган Ангелковски
Петар Бојовић
Петар Бојовић
Марко Трајковић
Љубиша Бановачки
Марко Трајковић
Драган Ангелковски
Петар Бојовић
Иван Матић
Марко Трајковић
Марко Несторовић
Марко Трајковић
Љубиша Бановачки
Љубиша Бановачки
Љубиша Бановачки
Драган Ангелковски
ДРАГАН ДОКНИЋ
Љубиша Бугарин
Љубиша Бугарин
Љубиша Бановачки
Сузана Радивојевић
Љубиша Бановачки
Љубиша Бановачки
Љубиша Бановачки
Мића Миладиновић
